app/views/messages/_message.html.erb

      <div class="message__timestamp text-center">
        <%= message.created_at.strftime("%I:%M %p") %>
---
INSERT INTO "messages" ("body", "user_id", "created_at", "updated_at") VALUES ('hi ya', 2, '2025-03-08 23:20:36.940298', '2025-03-08 23:20:36.940298') RETURNING "id"